{
  "1": "Jeśli myślisz, że rzeczywistość to tylko wygodne życie i podążanie za własnymi zachciankami, czy możesz poważnie nazywać siebie żołnierzem?",
  "2": "Jaki jest sens, jeśli ci, którzy mają środki i władzę, nie walczą?",
  "3": "Nie mam czasu martwić się, czy to dobre, czy złe, nie można oczekiwać horroru z szczęśliwym zakończeniem.",
  "4": "Chcę zobaczyć i zrozumieć świat na zewnątrz. Nie chcę umierać w tych murach, nie wiedząc, co tam jest.",
  "5": "Nic nie może stłumić ludzkiej ciekawości.",
  "6": "Wszystkich was wymorduję… i odbiorę to, co ukradliście… Wszystko!",
  "7": "Jeśli wygrasz, żyjesz. Jeśli przegrasz, umierasz. Jeśli nie walczysz, nie możesz wygrać.",
  "8": "Nie mam czasu martwić się, czy to dobre, czy złe, nie można oczekiwać horroru z szczęśliwym zakończeniem.",
  "9": "Mogę to zrobić. Nie, możemy to zrobić! Ponieważ wszyscy jesteśmy wyjątkowi od dnia narodzin. Jesteśmy wolni!",
  "10": "Bez względu na to, jak bardzo wszystko się pokomplikuje, zawsze można znaleźć najlepsze rozwiązanie.",
  "11": "Pozbyłem się kilku niebezpiecznych bestii. Zwykłe zwierzęta, które przypadkiem przypominały ludzi.",
  "12": "Odkąd dołączyłem do korpusu zwiadowczego, codziennie giną mi ludzie. Ale rozumiesz, prawda? Pewnego dnia wszyscy, na których ci zależy, w końcu umrą. To coś, czego po prostu nie możemy zaakceptować. To świadomość, która mogłaby doprowadzić do szaleństwa.",
  "13": "Nawet w chwilach najgłębszej rozpaczy… Chyba wciąż możemy znaleźć nadzieję, co?",
  "14": "Ludzie są szaleni, wierząc, że te mury będą nas chronić na zawsze. Mimo że mury są nienaruszone od 100 lat, nic nie gwarantuje, że dziś nie zostaną zburzone.",
  "15": "Uciekasz się do przemocy fizycznej tylko dlatego, że nie potrafisz udowodnić, że się mylę.",
  "16": "Myślę, że są chwile, kiedy ludzie muszą umrzeć… nawet jeśli mi się to nie podoba.",
  "17": "Kiedy ludzie stają w obliczu sytuacji, której nie rozumieją, łatwo o strach.",
  "18": "Ludzie, którzy nie potrafią odrzucić czegoś ważnego, nigdy nie mogą mieć nadziei na zmianę czegokolwiek.",
  "19": "Zostawiam wszystko Erenowi. Moje marzenie, moje życie, wszystko. Nie mam już nic do stracenia. Jestem pewien, że Eren dotrze do oceanu. Będzie musiał to zobaczyć za nas oboje.",
  "20": "Aby przewyższyć potwory, musisz być gotów porzucić swoje człowieczeństwo.",
  "21": "Sama siła woli nie wystarczy w walce.",
  "22": "Kiedyś będziemy odkrywać świat na zewnątrz, prawda? Daleko za tymi murami jest płonąca woda, ląd z lodu i rozległe pola piasku. To świat, do którego chcieli pójść moi rodzice.",
  "23": "Nie lubię określeń „dobra osoba” czy „zła osoba”, ponieważ niemożliwe jest być całkowicie dobrym dla wszystkich ani całkowicie złym dla wszystkich. Dla jednych jesteś dobrą osobą, a dla innych złą.",
  "24": "Silni żerują na słabych. To tak zobowiązująco prosta zasada. Z wyjątkiem tego świata, moi przyjaciele próbowali być silni.",
  "25": "Wytrzymaj to. Nie puszczaj.",
  "26": "Każdy może dokonać wyboru, gdy dowie się, jaki będzie jego wynik. Tak łatwo jest potem powiedzieć, że powinniśmy byli to zrobić w ten sposób. Ale nie możesz wiedzieć, jaki będzie wynik twojego wyboru, zanim go dokonasz.",
  "27": "Byłem, jestem i pozostanę żołnierzem, zaprzysiężonym, by poświęcić serce i duszę dla odrodzenia ludzkości. Nie ma większej chwały niż umrzeć za tę wiarę!",
  "28": "Wolałbym umrzeć, niż stać się ciężarem.",
  "29": "Chcę przetrwać… i zobaczyć ją ponownie. Jako osoba jestem naprawdę gorszy niż gówno. Ale ona o tym wie i mimo to uśmiecha się do mnie życzliwie.",
  "30": "Czy zawsze chcesz żyć, ukrywając się za maską, którą zakładasz dla innych? Jesteś sobą i nie ma w tym nic złego.",
  "31": "Życie w ten sposób to mój sposób na zemstę. Będę żywym dowodem na to, że o twoim losie nie decydują narodziny!",
  "32": "Ja też kiedyś wierzyłem, że świat byłby lepszy, gdybym się nie urodził. Byłem znienawidzony tylko za to, że istniałem, i umarłem dla szczęścia wielu ludzi. Ale było jedno, czego pragnąłem z całego serca… Jeśli kiedykolwiek dostanę drugą szansę w życiu, chcę żyć tylko dla siebie. To moje szczere życzenie.",
  "33": "Jeśli skupimy się tylko na wykonywaniu najlepszych ruchów, nigdy nie pokonamy przeciwnika. W razie potrzeby musimy być gotowi podjąć duże ryzyko i być przygotowani na utratę wszystkiego. Jeśli nie zmienimy sposobu walki, nie wygramy.",
  "34": "Jeśli zaczniesz żałować, osłabisz swoje przyszłe decyzje i pozwolisz innym podejmować decyzje za ciebie. Wtedy pozostanie ci tylko umrzeć. Nikt nie jest w stanie przewidzieć wyniku. Każda podjęta decyzja ma znaczenie tylko poprzez wpływ na twoją następną decyzję.",
  "35": "To my nadajemy sens życiu naszych towarzyszy.",
  "36": "Chcą wiedzieć, co stało się z sercem, które oddali. Ponieważ walka jeszcze się nie skończyła.",
  "37": "Musimy przestać żyć dla innych. Od teraz… Żyjmy dla siebie!",
  "38": "Nawet jeśli masz swoje powody i są rzeczy, których nie możesz mi powiedzieć, bez względu na wszystko, jestem po twojej stronie.",
  "39": "Często wchodzisz w sytuację, o której nic nie wiesz. Więc potrzebujesz szybkości działania… i podejmowania trudnych decyzji w najgorszych scenariuszach.",
  "40": "Nie wiem, którą opcję powinieneś wybrać. Nigdy nie mógłbym ci w tym doradzić… Bez względu na to, jaka mądrość podpowiada ci wybraną opcję, nikt nie będzie w stanie powiedzieć, czy jest dobra, czy zła, dopóki nie dojdziesz do jakiegoś wyniku swojego wyboru.",
  "41": "Życie niektórych zwiadowców jest cenniejsze niż innych, dołączają do nas tylko ci na tyle głupi, by to przyznać.",
  "42": "Czy masz ciało, czy nie, martwy to martwy.",
  "43": "Lekcji, której musisz się teraz nauczyć, nie da się przekazać słowami, tylko działaniem.",
  "44": "Jedyne, co wolno nam robić, to wierzyć, że nie będziemy żałować podjętego wyboru.",
  "45": "Nie zrozum mnie źle. To nie tak, że mu ufam. Jeśli nas zdradzi lub wpadnie w szał, zabiję go bez wahania.",
  "46": "Myślę, że ból to najlepsza dyscyplina.",
  "47": "Dobrze widzieć, że ktoś ma odwagę iść. Ale nie zapomnij zrobić wszystkiego, co w twojej mocy, by przeżyć.",
  "48": "Jeśli nie chcesz umierać, myśl!",
  "49": "Różnica między twoją decyzją a naszą to doświadczenie. Ale nie musisz na tym polegać.",
  "50": "Żadnych ofiar, nie ważcie się umierać!",
  "51": "Nie mogłeś uratować swojej mamy, bo… nie byłeś wystarczająco silny. Nie stawiłem czoła Tytanowi… bo nie byłem wystarczająco odważny.",
  "52": "Ten świat jest bezlitosny, a jednocześnie bardzo piękny.",
  "53": "Nie chcę stracić tej resztki rodziny, która mi została.",
  "54": "Jest tylko tyle istnień, które mogę cenić. I zdecydowałem, kim byli ci ludzie sześć lat temu. Więc nie próbuj prosić mnie o litość. Bo teraz nie mam czasu ani miejsca w sercu.",
  "55": "Zgadza się… Ten świat… jest okrutny. Uderzyło mnie, że życie jest jak cud.",
  "56": "Przepraszam, Eren. Nie poddam się. Nigdy więcej się nie poddam. Więc wygram, bez względu na wszystko! Przetrwam, bez względu na wszystko.",
  "57": "Świat jest przepełniony okrucieństwem.",
  "58": "Jestem silna, naprawdę silna. Nikt z was się nie umywa.",
  "59": "Tylko zwycięzcom wolno żyć. Ten świat jest tak bezlitosny.",
  "60": "Wierz we własną siłę.",
  "61": "Prośba o współczucie jest błędem. W końcu nie mam serca ani czasu do stracenia.",
  "62": "Moją specjalnością jest szarpanie ciała. Ktoś zainteresowany doświadczeniem moich umiejętności na własnej skórze, niech podejdzie.",
  "63": "Gdy umrę, nie będę mogła cię pamiętać. Więc wygram, bez względu na wszystko. Będę żyć, bez względu na wszystko.",
  "64": "Nie masz najmniejszej szansy na wygraną, jeśli nie walczysz.",
  "65": "Pójście pod prąd… wymaga dużej odwagi. Szanuję to. Może ludzie, którzy potrafią to zrobić, są po prostu głupi, ale… Cóż… Jestem pewien, że tacy ludzie są rzadkością.",
  "66": "Nie jesteś silną osobą, więc naprawdę rozumiesz, jak czują się słabi ludzie. To znaczy… Większość ludzi jest słaba, w tym ja… Ale gdybym dostał rozkaz od kogoś, kto widzi rzeczy tak jak ja, bez względu na to, jak trudny by był, zrobiłbym wszystko, co w mojej mocy, by go wykonać.",
  "67": "Przyszłość ludzkości będzie skazana na zagładę. Mimo to nie zamierzam siedzieć bezczynnie, podczas gdy wszyscy zostaniemy wymordowani.",
  "68": "W tej chwili nie mamy innego wyjścia, jak tylko spróbować. Musimy wierzyć, że istnieje sposób, by go pokonać!",
  "69": "Jest tylko tyle istnień, które mogę cenić. I… zdecydowałem, kim byli ci ludzie sześć lat temu. Więc… nie próbuj prosić mnie o litość. Bo teraz nie mam… czasu do stracenia ani miejsca w sercu.",
  "70": "Wiedziałem… że jesteś większym bohaterem niż ktokolwiek inny.",
  "71": "Nigdy nie wolno przedkładać własnych korzyści nad przetrwanie ludzkości.",
  "72": "Rodzimy się wolni. Wszyscy. Wolni. Niektórzy w to nie wierzą, niektórzy próbują to odebrać. Do diabła z nimi!",
  "73": "Eren, nie cieszysz się, że nie skończyłeś przez nią pokrojony?",
  "74": "Więc wybierz sam, której decyzji będziesz żałować najmniej.",
  "75": "Co jest takiego dobrego w poddawaniu się? Czy lepiej uciec od rzeczywistości do tego stopnia, że porzucasz nadzieję?",
  "76": "Nie mam czasu martwić się, czy to dobre, czy złe, nie można oczekiwać horroru z szczęśliwym zakończeniem!",
  "77": "Sawney nie jest zbyt dobry w wyrażaniu siebie. Ciągle próbuje odgryźć mi głowę.",
  "78": "Jeśli uważasz, że to naturalne, że ludzie poświęcają własne życie, by ratować innych, z pewnością rozumiesz, że czasami jedna śmierć może uratować wiele istnień.",
  "79": "Dobra osoba? Cóż… niezbyt lubię to określenie. Bo dla mnie oznacza ono kogoś, kto jest dla ciebie dobry. A nie sądzę, by istniała jedna osoba, która byłaby dobra dla wszystkich.",
  "80": "Jeśli wygrasz, żyjesz. Jeśli przegrasz, umierasz. Jeśli nie walczysz, nie możesz wygrać!",
  "81": "Różnica w ocenie między tobą a mną wynika z różnych zasad wywodzących się z przeszłych doświadczeń.",
  "82": "Ale myślę... że czas pozwolić mu odpocząć.",
  "83": "Odkąd dołączyłem do korpusu zwiadowczego, codziennie giną mi ludzie. Ale rozumiesz, prawda?",
  "84": "To nie tylko major Hange. Wszyscy są dziwakami. To jak raj dla dziwaków.",
  "85": "Więc po prostu zrób, co w twojej mocy, i wybierz to, czego będziesz najmniej żałować.",
  "86": "Potrzebujesz szybkości działania… i podejmowania trudnych decyzji w najgorszych scenariuszach.",
  "87": "Lekcji, której musisz się teraz nauczyć, nie da się przekazać słowami... tylko działaniem.",
  "88": "To tylko moja opinia, ale jeśli chodzi o uczenie kogoś dyscypliny… myślę, że ból jest najskuteczniejszym sposobem.",
  "89": "Jeśli nie chcesz umierać – myśl.",
  "90": "Żyj dla siebie.",
  "91": "Myślę, że najlepszą dyscypliną jest ból.",
  "92": "Osoba, która nie potrafi z niczego zrezygnować, nie może niczego zmienić."
}
